# -*- mode: org; -*-

#+BEGIN_SRC emacs-lisp
(setq-default typescript-indent-level 2)
#+END_SRC

#+RESULTS:
: 2
